Repository: OpenMediaVault-Plugin-Developers/openmediavault-kerberos
Catalog: usr/share/openmediavault/locale/*/openmediavault-kerberos.po
Languages: cs_cz, da_da

source: Add Key from Key Server
cs_cz: Přidat klíč ze serveru s klíči
da_da: Tilføj Nøgle fra Nøgle Server

source: Admin Server
cs_cz: Správní server

source: Administration Password
cs_cz: Heslo pro správu
da_da: Administration Adgangskode

source: Administration Principal
cs_cz: Identita pro správu
da_da: Administration Overhoved

source: Create Principal
cs_cz: Vytvořit identitu
da_da: Opret Overhoved

source: Enable
cs_cz: Zapnout
da_da: Aktiver

source: Enable support for Kerberos and GSSAPI authentication for SSH.
cs_cz: Zapnout Kerberos a GSSAPI ověřování pro SSH.
da_da: Aktiver understøttelse til Kerberos og GSSAPI godkendelse af SSH.

source: Enable support for Kerberos authentication for SMB/CIFS.
cs_cz: Zapnout Kerberos ověřování pro SMB/CIFS.
da_da: Aktiver understøttelse til Kerberos godkendelse af SMB/CIFS.

source: Enable support for system-wide Kerberos authentication via PAM.
cs_cz: Zapnout Kerberos ověřování pro celý systém, s využitím PAM.
da_da: Aktiver understøttelse til Kerberos godkendelse til hele systemet over PAM.

source: Extra options
cs_cz: Rozšířené předvolby
da_da: Ekstra valgmuligheder

source: FQDN in all caps. It should match a real domain that a DNS server (even if local) will resolve. Note that the actual domain does not have to be in all uppercase.
cs_cz: Úplný doménový název, zapsaný pouze velkými písmeny. Měl by se shodovat se skutečnou doménou, kterou DNS server (i místní) přeloží na IP adresu. Poznamenejme, že doména jako taková nemusí být tvořena pouze velkými písmeny.
da_da: FQDN i alle forbogstaver. Det skal svare til et rigtig domæne som en DNS server (selv hvis den er lokal) vil opslå. Bemærk at det aktuelle domæne ikke behøver at være i store bogstaver.

source: FQDN or IP address of the Kerberos Admin Server.
cs_cz: Úplný doménový název nebo IP adresa správního serveru pro Kerberos.
da_da: FQDN eller IP adresse på Kerberos Admin Serveren.

source: FQDN or IP address of the Kerberos Key Distribution Server.
cs_cz: Úplný doménový název nebo IP adresa serveru distribuce klíčů Kerbera.
da_da: FQDN eller IP adresse på Kerberos Nøgle Distribution Serveren.

source: Failed to add desired key from KDC
cs_cz: Přidání požadovaného klíče z KDC se nezdařilo
da_da: Lykkedes ikke i at tilføje ønsket nøgle fra KDC

source: Failed to create new key on KDC
cs_cz: Na KDC se nezdařilo vytvořit nový klíč
da_da: Lykkedes ikke i at oprette ny nøgle på KDC

source: Failed to remove key(s) from key tab
cs_cz: Klíče se nezdařilo odebrat z uložených oprávnění (key tab)
da_da: Lykkedes ikke i at fjerne nøgle(r) fra nølge fane

source: General settings
cs_cz: Obecná nastavení
da_da: Generelle indstillinger

source: Integrations
cs_cz: Začlenění
da_da: Integrationer

source: KDC
cs_cz: Distribuční centrum klíčů (KDC)

source: Key Tab
cs_cz: Uložená pověření (key tab)
da_da: Nøgle Fane

source: Logging
cs_cz: Protokolování
da_da: Logning

source: New Principal
cs_cz: Nová identita
da_da: Ny Overhoved

source: New Principal Key
cs_cz: Klíč nové identity
da_da: Ny Overhoved Nøgle

source: Please check the <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>manual page</a> for more details.
cs_cz: Další podrobnosti jsou uvedeny v <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>manuálové stránce</a>.
da_da: Kontroller venligst <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>manual page</a> for flere detaljer.

source: Principal
cs_cz: Kerberos identita (principal)
da_da: Overhoved

source: Realm
cs_cz: Oblast (realm)
da_da: Rige

source: Reload
cs_cz: Načíst znovu
da_da: Genindlæs

source: Settings
cs_cz: Nastavení
da_da: Indstillinger

source: Target Principal
cs_cz: Cílová identita (principal)
da_da: Overhoved Mål

source: Use Random Key
cs_cz: Použít náhodný klíč
da_da: Brug Tilfældig Nøgle

source: Version
cs_cz: Verze
